---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Visual.AssetSetIterator
source: html/cc1ab2b9-5aa9-3ff7-0448-dc4c660976b2.htm
---
# AssetSetIterator Members

Initializes a new instance of the AssetSetIterator class